{"inkVersion":20,"root":[[[{"->":"main"},["done",{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],"done",{"main":["^In the far far future, Humans have made a groundbreaking discovery... ",{"#":"speaker:???"},"\n","^Alien life.","\n","^Through many trials and tribulations, mankind has since learned to coexist with alienkind.","\n","^Eventually leading to the colonization of the moon.","\n","^since then humans and aliens have lived on both planets, working together to build a brighter future.","\n","^Though... some things remain unchanged.","\n","^BEEP BEEP BEEP","\n","^Ughh... ",{"#":"speaker:Player"},"\n","^You slowly open your eyes to the blinding sunlight piercing through the blinds to illuminate your sleep deprived face. ",{"#":"speaker:???"},"\n","^The sound of your alarm fills your killing urges as you get out of bed to face the day.","\n","^Suddenly, you receive a message on your phone","\n","^\"REMEMBER, DON'T BE LATE TO YOUR FIRST DAY!!! - B.0.5.5.M.4.N.\" ",{"#":"speaker:B.0.5.5.M.4.N."},"\n","^Oh stars... that was today? ",{"#":"speaker:Player"},"\n","^You rush to get out the door and put on your spacesuit, from how intense your interview was you get the feeling that ",{"#":"speaker:???"},"\n","^You really don't want to piss your new boss off.","\n","^Here it is, Moon Dust Café. The start of your new life, the beginning of new opportunities.","\n","^And hopefully... the place where you find: The One.*","\n","^You slowly open the door","\n","^YOU'RE LATE!!! ",{"#":"speaker:B.0.5.5.M.4.N."},{"#":"portrait:bossman-neutral"},"\n","^LATE ON YOUR FIRST DAY? HAVE YOU NO SHAME?","\n","^It's only 15 seconds though... ",{"#":"speaker:Player"},"\n","^Well... you're new so i guess i'll forgive you this time. ",{"#":"speaker:B.0.5.5.M.4.N."},"\n","^The robot rolls back, a loading symbol appears on his face before it changes to a much more relaxed expression. ",{"#":"speaker:???"},"\n","^I believe introductions are in order, I am Bossbot 055 Model 4 Neo, you can address me as B.0.5.5.M.4.N. ",{"#":"speaker:B.0.5.5.M.4.N."},{"#":"portrait:bossman-smug"},"\n","^and you are?","\n","^You tell Bossman your name.","\n","^LOADING NEW ENTRY: SUBJECT 19-87... ENTRY CREATED! ",{"#":"speaker:B.0.5.5.M.4.N."},"\n","^Welcome to the Moondust Cafe recruit. Let me lead you to your station, don't fall behind now.","\n","^He leads you over behind the counter and begins to explain your position at the cafe. ",{"#":"speaker:???"},"\n","^You're in charge of taking order and serving them, should be simple enough? ",{"#":"speaker:B.0.5.5.M.4.N."},"\n","^He hands you a uniform and then rolls away into the unknown. ",{"#":"speaker:???"},"\n","^Well then, good luck! ",{"#":"speaker:B.0.5.5.M.4.N."},"\n","^You've now been left alone in an empty cafe with nothing but the hum of the cooling systems. ",{"#":"speaker:???"},"\n","^Suddenly you hear the entrance bell ring out.","\n","^\"Ah hello there! Lovely morning isn't it?\" ",{"#":"portrait:eshu-friendly"},"\n","^A large orange alien wearing a leather jacket and flight goggles approached the counter with a smile on his face.","\n","^I don’t think I’ve ever seen you here before... are you new here by chance? ",{"#":"portrait:eshu-neutral"},"\n","^Yes, yes I am. ",{"#":"speaker:Player"},"\n","^Oh, how exciting, I love to see new faces around here! ",{"#":"speaker:???"},"\n","^He then takes a minute to order his meal before you ask for his name.","\n","^Ah of course! My name’s Eshu and it’s wonderful to meet you! ",{"#":"speaker:Eshu"},{"#":"portrait:eshu-friendlyblush-nowave"},"\n","^He holds out his hand to shake yours when suddenly ",{"#":"speaker:???"},"\n","^BOOOOOM","\n","^OHOHOHOHOHO!",{"#":"portrait:astrill-serious"},"\n","^he door is suddenly kicked open as a four-armed four eyed alien woman walks in like she owns the place","\n","^Well now what do we have here?","\n","^he walks up to counter and pushes Eshu to the side before tilting your head with a finger.","\n","^My my, A human working at the café? I never thought I would see the day! ",{"#":"portrait:astrill-shocked"},"\n","^They truly must be desperate...","\n","^Now then, are you going to take my order human? ",{"#":"portrait:astrill-neutral"},"\n","^You begrudgingly ask the red alien for her name.","\n","^I’m sorry you don’t know me? I am QUEEN Astrill!!! Future ruler of the galaxy!","\n","^make sure you remember ok sweetie? ",{"#":"speaker:Astrill"},{"#":"portrait:astrill-angry"},"\n","^Hey back off. I don’t know what your deal is but if you think you  can just barge in here like- ",{"#":"speaker:Eshu"},{"#":"portrait:eshu-downtrodden"},"\n","^you’re some kind of royalty then you got another thing coming.","\n","^Ohohoho! Looks like someone thinks they can save the day! By all means big boy... just try and stop me. ",{"#":"speaker:Astrill portrait:astrill-angry"},"\n","^Hey! Will you two knock it off? Your meals are getting cold. ",{"#":"speaker:Player"},"\n","^You place the food on the table as Eshu and Astrill begin to calm down ",{"#":"speaker:???"},"\n","^My apologies... ",{"#":"speaker:eshu"},{"#":"portrait:eshu-downtrodden"},"\n","^Very well then... we’ll call it a draw. ",{"#":"speaker:Astrill"},{"#":"portrait:astrill-serious"},"\n","^The two sit down to enjoy their meals and as Eshu puts the first bite into his mouth... ",{"#":"speaker:???"},"\n","^This is... This is amazing! ",{"#":"speaker:Eshu portrait:eshu-suprised-nowave"},"\n","^He looks at you with a starry-eyed look on his face. ",{"#":"speaker:???"},"\n","^I don’t know what you put in this but this tastes incredible! ",{"#":"speaker:eshu portrait:eshu-friendlyblush-nowave"},"\n","^Oh please... surely food prepared by this Human is no different then the ones made by my minions... ",{"#":"speaker:astrill"},{"#":"portrait:astrill-serious"},"\n","^Astrill takes a bite of her food ",{"#":"speaker:???"},"\n","^..Oh my stars, the taste... it’s exquistite. Human I demand to know what you","\n","^did to make this! ",{"#":"speaker:Astrill"},{"#":"portrait:astrill-flustered"},"\n","^It’s nothing really just a simple family recipe. ",{"#":"speaker:Player"},"\n","^Well I think it’s wonderful! You wouldn’t mind sharing the recipe would you? ",{"#":"speaker:Eshu"},{"#":"portrait:eshu-neutral-nowave"},"\n","^Oh nonono Human, you must give the recipe to me! With this I could have the entire galaxy kneel before my delicious cooking! ",{"#":"speaker:Astrill"},{"#":"portrait:astrill-angry"},"\n","^Well... if you want you can come back whenever I’m off shift and I could teach you how to make it? ",{"#":"speaker:Player"},"\n","^I’d like that very much, thank you! ",{"#":"speaker:Eshu"},{"#":"portrait:eshu-neutral-nowave"},"\n","^Hmmm, I suppose I’ll take you up on your offer... ",{"#":"speaker:Astrill"},{"#":"portrait:astrill-sad"},"\n","^Right then... come back tomorrow and I should be free. ",{"#":"speaker:Player"},"\n","^The two finish up their meals, pay the bill and head off. ",{"#":"speaker:???"},"\n","^Thank you very much! ",{"#":"speaker:Eshu"},{"#":"portrait:eshu-friendly-nowave"},"\n","^Until next time human! ",{"#":"speaker:Astrill"},{"#":"portrait:astrill-neutral"},"\n","^As the two exit, you suddenly feel a sense of confusion and dread. ",{"#":"speaker:???"},"\n","^What have I just gotten myself into... ",{"#":"speaker:Player"},"\n","end",{"#f":1}],"#f":1}],"listDefs":{}}